Repository: choace0427/next_damus
Catalog: damus/*.lproj/Localizable.strings
Languages: cs

source: '%@' at '%@' will be used for verification
cs: '%@' na '%@' se použije pro účely ověření

source: '%@' is an invalid NIP-05 identifier. It should look like an email.
cs: '%@' je neplatný identifikátor NIP-05. Měl by vypadat jako e-mail.

source: (Profile.displayName(profile: profile, pubkey: whos))'s Followers
cs: Uživatele (Profile.displayName(profile: profile, pubkey: whos)) sledují

source: (who) following
cs: (who) sleduje

source: %@ has been blocked
cs: %@ byl zablokován

source: %@. Creating an account doesn't require a phone number, email or name. Get started right away with zero friction.
cs: %@. Vytvoření účtu nevyžaduje telefonní číslo, e-mail ani jméno. Začněte ihned bez dřiny.

source: %@. End-to-End encrypted private messaging. Keep Big Tech out of your DMs
cs: %@. End-to-End šifrované soukromé zprávy. Udržujte Technologické Giganty mimo vaše soukromé zprávy.

source: %@. Tip your friend's posts and stack sats with Bitcoin⚡️, the native currency of the internet.
cs: %@. Dávejte odměny na příspěvky svých přátel a štosujte saty na Bitcoinu⚡️, nativní měně internetu.

source: About
cs: Informace

source: About Me
cs: O mně

source: Absolute Boss
cs: Absolutní šéf

source: Accept
cs: Přijmout

source: Account ID
cs: ID účtu

source: Actions
cs: Akce

source: Add
cs: Přidat

source: Add all
cs: Přidat všechny

source: Add Relay
cs: Přidat relé

source: Admin
cs: Administrátor

source: Any
cs: Libovolná částka

source: API Key (optional)
cs: Klíč API (volitelný)

source: API Key (required)
cs: Klíč API (volitelný)

source: Are you sure you want to repost this?
cs: Opravdu to chcete přesdílet?

source: Banner Image
cs: Obrázek pozadí

source: Before we get started, you'll need to save your account info, otherwise you won't be able to login in the future if you ever uninstall Damus.
cs: Než začnete, musíte si uložit informace o svém účtu, jinak se v budoucnu nebudete moci přihlásit, pokud Damus někdy odinstalujete.

source: Bitcoin Lightning Tips
cs: Lightning Bitcoin Odměny

source: Block
cs: Zablokovat

source: Block %@?
cs: Zablokovat %@?

source: Block User
cs: Zablokovaní uživatele

source: Blocked
cs: Blokováno

source: Blocked Users
cs: Zablokovaní uživatelé

source: Broadcast
cs: Převysílat

source: Cancel
cs: Zrušit

source: Clear
cs: Vyčistit

source: Clear Cache
cs: Vyčistit mezipaměť

source: Contact
cs: Kontakt

source: Copied
cs: Zkopírováno

source: Copy
cs: Kopírovat

source: Copy Account ID
cs: Kopírovat ID účtu

source: Copy Image
cs: Zkopírovat obrázek

source: Copy Image URL
cs: Zkopírovat adresu obrázku

source: Copy invoice
cs: Zkopírovat fakturu

source: Copy LNURL
cs: Zkopírovat LNURL

source: Copy Note ID
cs: Zkopírovat ID poznámky

source: Copy Note JSON
cs: Zkopírovat JSON poznámky

source: Copy Report ID
cs: Zkopírovat ID hlášení

source: Copy Text
cs: Zkopírovat text

source: Copy User Pubkey
cs: Zkopírovat adresu uživatele

source: Could not find user to block...
cs: Nepodařilo se najít uživatele k zablokování...

source: Create
cs: Vytvořit

source: Create Account
cs: Vytvořit účet

source: Create new mutelist
cs: Vytvoření nového seznamu umlčených

source: Creator(s) of Bitcoin. Absolute legend.
cs: Zakladatel(é) Bitcoinu. Absolutní legenda.

source: Custom
cs: Vlastní

source: DeepL (Proprietary, Higher Accuracy)
cs: DeepL (Vlastní, Největší presnost)

source: Default Wallet
cs: Výchozí peněženka

source: Default Zap Amount in sats
cs: Výchozí množství Zapů v satech

source: Delete
cs: Smazat

source: Delete Account
cs: Smazat účet

source: Deleted Account
cs: Účet je smazán

source: Description
cs: Popis

source: Dismiss
cs: Odmítnout

source: Display Name
cs: Celé jméno

source: DMs
cs: Soukromé zprávy

source: Done
cs: Hotovo

source: Earn Money
cs: Získejte peníze

source: Edit
cs: Upravit

source: Edit participants
cs: Upravit účastníky

source: Encrypted
cs: Šifrované

source: Enter your account key to login:
cs: Pro přihlášení zadejte svůj klíč k účtu:

source: Filter
cs: Filtr

source: Follow
cs: Sledujte

source: Follow Back
cs: Sledovat také

source: Follow me on nostr
cs: Sledujte mě na nostru

source: Followers
cs: Sledující

source: Following
cs: Sleduje

source: Following...
cs: Sleduje...

source: Follows
cs: Sledující

source: Follows you
cs: Sleduje vás

source: Free
cs: Bezplatný

source: Get API Key
cs: Získat klíč API

source: Global
cs: Globální

source: Goto post %@
cs: Přejít na příspěvek %@

source: Goto profile %@
cs: Přejít na profil %@

source: Hide
cs: Skrýt

source: Hide API Key
cs: Skrýt klíč API

source: Home
cs: Domů

source: https://example.com/pic.jpg
cs: https://priklad.webu.cz/fotka.jpg

source: Illegal content
cs: Nelegální obsah

source: Invalid key
cs: Neplatný klíč

source: It's spam
cs: Jde o spam

source: Left Handed
cs: Pro leváky

source: Let's go!
cs: Jdeme na to!

source: Lightning Address or LNURL
cs: Lightning adresa nebo LNURL

source: Lightning Invoice
cs: Lightning faktura

source: Like
cs: To se mi líbí

source: Local authentication to access private key
cs: Biometrické ověření pro přístup k soukromému klíči

source: Local default
cs: Predeterminada del sistema

source: Login
cs: Přihlásit se

source: Logout
cs: Odhlásit se

source: Make sure your nsec account key is saved before you logout or you will lose access to this account
cs: Před odhlášením se ujistěte, jestli je váš nsec klíč účtu uložen. Jinak ztratíte přístup k tomuto účtu.

source: NIP-05 Verification
cs: Ověření NIP-05

source: No
cs: Ne

source: No block list found, create a new one? This will overwrite any previous block lists.
cs: Nebyl nalezen žádný seznam zablokovaných, chcete vytvořit nový? Tím se přepíší všechny předchozí seznamy zablokovaných.

source: none
cs: žádné

source: None
cs: Žádné

source: Note contains "nsec1" private key. Are you sure?
cs: Poznámka obsahuje "nsec1" soukromý klíč. Jste si jisti?

source: Nothing to see here. Check back later!
cs: Zde není nic k vidění. Zkontrolujte později!

source: Notifications
cs: Upozornění

source: now
cs: nyní

source: Nudity or explicit content
cs: Nahota nebo explicitní obsah

source: optional
cs: volitelné

source: Paid Relay
cs: Placené Relé

source: Pay
cs: Zaplatit

source: Pay the Lightning invoice
cs: Zaplaťtě Lightning fakturu

source: Permanently Delete Account
cs: Trvale odstranit účet

source: Post
cs: Zveřejnit

source: Post from a user you've blocked
cs: Příspěvek od zablokovaného uživatele

source: Posts
cs: Příspěvky

source: Posts & Replies
cs: Příspěvky a odpovědi

source: Private
cs: Soukromé

source: Private Key
cs: Soukromý klíč

source: Profile
cs: Profil

source: Profile Picture
cs: Profilová fotka

source: Public Account ID
cs: Veřejné ID účtu

source: Public key
cs: Veřejný klíč

source: Public Key
cs: Veřejný klíč

source: Public Key?
cs: Je to veřejný klíč?

source: Reactions
cs: Reacciones

source: Recommended Relays
cs: Doporučené Relé

source: Reject
cs: Zamítnout

source: Relay
cs: Relé

source: Relays
cs: Relé

source: Relays have been notified and clients will be able to use this information to filter content. Thank you!
cs: Relé byly informovány a klienti budou moci tyto informace použít k filtrování obsahu. Děkujeme!

source: Remove all
cs: Odebrat všechny

source: Reply
cs: Odpovědět

source: Reply to self
cs: Odpovědět sobě

source: Replying to %@ & %@
cs: Reagovat na %1$@ a %2$@

source: Replying to:
cs: Reagovat na:

source: Report
cs: Nahlásit

source: Report ID:
cs: ID nahlášení:

source: Report sent!
cs: Nahlášeno!

source: Repost
cs: Přesdílet

source: Reposted
cs: Přesdíleno

source: Reposts
cs: Přesdílené

source: Requests
cs: Žádosti

source: Retry
cs: Opakovat

source: Save
cs: Uložit

source: Save Image
cs: Uložit obrázek

source: Scan the code
cs: Naskenovat kód

source: Search hashtag: #%@
cs: Hledat hashtag: #%@

source: Search...
cs: Hledat...

source: Secret Account Login Key
cs: Tajný klíč pro přihlášení k účtu

source: Select a Lightning wallet
cs: Vyberte Lightning peněženku

source: Select default wallet
cs: Vyberte výchozí peněženku

source: Send a message to start the conversation...
cs: Pošlete zprávu a zahajte konverzaci...

source: Service
cs: Služba

source: Settings
cs: Nastavení

source: Share
cs: Sdílet

source: Show
cs: Zobrazit

source: Show API Key
cs: Zobrazit klíč API

source: Show wallet selector
cs: Zobrazit výběr peněženky

source: Sign out
cs: Odhlásit

source: Supported NIPs
cs: Podporované NIP-y

source: Thanks!
cs: Děkuji!

source: They are impersonating someone
cs: Za někoho se vydává

source: This is a paid relay, you must pay for posts to be accepted.
cs: Jedná se o placené Relé, musíte zaplatit za příspěvky, které mají být přijaty.

source: This is a public key, you will not be able to make posts or interact in any way. This is used for viewing accounts from their perspective.
cs: Jedná se o veřejný klíč, takže nebudete moci odesílat příspěvky ani nijak komunikovat. Slouží k zobrazení vašeho účtů z perspektivy sledujících.

source: This is an old-style nostr key. We're not sure if it's a pubkey or private key. Please toggle the button below if this a public key.
cs: Jedná se o nostr klíč starého typu. Nejsme si jisti, zda se jedná o veřejný nebo soukromý klíč. Pokud se jedná o veřejný klíč, přepněte prosím tlačítko níže.

source: This is your account ID, you can give this to your friends so that they can follow you. Click to copy.
cs: Toto je vaše ID účtu, které můžete dát svým přátelům, aby vás mohli začít sledovat. Klikněte pro zkopírování.

source: This is your secret account key. You need this to access your account. Don't share this with anyone! Save it in a password manager and keep it safe!
cs: Toto je vaše tajné heslo, které potřebujete pro přístup ke svému účtu. Nikomu ho nesdělujte! Uložte jej do správce hesel a chraňte jej!

source: Thread
cs: Vlákno

source: To filter your %@ feed, please choose applicable relays from the list below:
cs: Chcete-li filtrovat %@ obsah, vyberte příslušné Relé z níže uvedeného seznamu:

source: Translate Note
cs: Přeložit poznámku

source: Translated from (lang)
cs: Přeloženo z jazyku (lang)

source: Translating from (lang)...
cs: Překládáno z jazyka (lang)...

source: Translations
cs: Překlady

source: Type DELETE to delete
cs: Napište "DELETE" pro smazání

source: Type your post here...
cs: Escribe tu publicación aquí...

source: Unfollow
cs: Zrušit sledování

source: Unfollowing
cs: Rušení sledování

source: Unfollowing...
cs: Rušení sledování...

source: Unfollows
cs: Nesleduje

source: User blocked
cs: Uživatel zablokován

source: User has been blocked
cs: Uživatel byl zablokován

source: Username
cs: Uživatelské jméno

source: Version
cs: Verze

source: Wallet
cs: Billetera

source: Wallet Selector
cs: Výběr peněženek

source: Website
cs: Webová stránka

source: Welcome to the social network %@ control.
cs: Vítejte v sociální síti %@, kterou máte pod kontrolou.

source: Welcome, %@!
cs: Vítáme vás, %@!

source: What do you want to report?
cs: Co chcete nahlásit?

source: wss://some.relay.com
cs: wss://vlastni.rele.com

source: Yes, Overwrite
cs: Ano, přepsat

source: Yes, Post with Private Key
cs: Ano, publikovat se soukromým klíčem

source: you
cs: tú

source: Your Name
cs: Vaše jméno

source: Your report will be sent to the relays you are connected to
cs: Nahlášení bude odesláno na všechny relé, ke kterým jste připojen.

source: Zaps
cs: Zapy
